Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Training.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: %@ did training
de: %@ hat trainiert
es: %@ hizo entrenamiento
fr: %@ a fait de l'entraînement
it: %@ si e allenato
sv: %@ did Träning

# %@ practiced %@
source: %1$@ practiced %2$@
de: %@ hat %@ geübt
es: %1$@ practico %2$@
fr: %1$@ a pratiqué %2$@
it: %1$@ ha praticato %2$@
nl: %1$@ oefende %2$@

# %@ practiced %@ %lld times.
source: %1$@ practiced %2$@ %3$lld times.
de: %@ hat %@ %lld Mal geübt.
es: %1$@ practico %2$@ %3$lld veces.
fr: %1$@ a pratiqué %2$@ %3$lld fois.
it: %1$@ ha praticato %2$@ %3$lld volte.
nl: %1$@ oefende %2$@ %3$lld keer.
sv: %1$@ practiced %2$@ %3$lld gånger.

# %lld of %lld skills started
source: %1$lld of %2$lld skills started
de: %lld von %lld Fähigkeiten begonnen
es: %1$lld de %2$lld habilidades iniciadas
fr: %1$lld compétences sur %2$lld commencées
it: %lld di %lld abilita iniziate
nl: %1$lld van %2$lld vaardigheden gestart
sv: %1$lld av %2$lld Färdigheter started

source: %lld sessions
de: %lld Einheiten
es: %lld sesiones
it: %lld sessioni
nl: %lld sessies

source: %lld/%lld started
de: %lld/%lld begonnen
es: %lld/%lld iniciados
fr: %lld/%lld commencés
it: %lld/%lld iniziati
nl: %lld/%lld gestart

source: 1 session
de: 1 Einheit
es: 1 sesión
it: 1 sessione
nl: 1 sessie

source: Add distractions last
de: Ablenkungen zuletzt hinzufugen
es: Añade distracciones al final
fr: Ajoutez les distractions en dernier
it: Aggiungi le distrazioni per ultime
nl: Voeg als laatste afleiding toe

source: Add duration first (stay close but longer)
de: Zuerst Dauer hinzufugen (nah bleiben, aber langer)
es: Añade duración primero (quédate cerca pero más tiempo)
fr: Ajoutez d'abord la durée (restez proche mais plus longtemps)
it: Aggiungi prima la durata (resta vicino ma più a lungo)
nl: Voeg eerst duur toe (blijf dichtbij maar langer)

source: Add the cue 'down' once behavior is reliable
de: Fuge das Kommando 'Platz' hinzu, sobald das Verhalten zuverlassig ist
es: Añade la orden 'túmbate' cuando el comportamiento sea fiable
fr: Ajoutez le signal « couché » une fois le comportement fiable
it: Aggiungi il comando 'terra' quando il comportamento è affidabile
nl: Voeg het commando 'af' toe zodra het gedrag betrouwbaar is

source: Add the cue 'place' or 'bed'
de: Fuge das Kommando 'Platz' oder 'Korbchen' hinzu
es: Añade la orden 'sitio' o 'cama'
fr: Ajoutez le signal « place » ou « panier »
it: Aggiungi il comando 'posto' o 'cuccia'
nl: Voeg het commando 'plaats' of 'mand' toe

source: Add the cue 'touch'
de: Fuge das Kommando 'Touch' hinzu
es: Añade la orden 'toca'
fr: Ajoutez le signal « touche »
it: Aggiungi il comando 'tocca'
nl: Voeg het commando 'touch' toe

source: Add the cue 'watch' or 'look'
de: Fuge das Kommando 'Schau' oder 'Guck' hinzu
es: Añade la orden 'mira' o 'atento'
fr: Ajoutez le signal « regarde » ou « attention »
it: Aggiungi il comando 'guarda' o 'occhi'
nl: Voeg het commando 'kijk' of 'hier' toe

source: Add the word 'sit' once behavior is reliable
de: Fuge das Wort 'Sitz' hinzu, sobald das Verhalten zuverlassig ist
es: Añade la palabra 'sienta' cuando el comportamiento sea fiable
fr: Ajoutez le mot « assis » une fois le comportement fiable
it: Aggiungi la parola 'seduto' quando il comportamento è affidabile
nl: Voeg het woord 'zit' toe zodra het gedrag betrouwbaar is

source: All categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie
nl: Alle categorieën

source: Always make coming to you worthwhile
de: Mache es immer lohnenswert, zu dir zu kommen
es: Haz que venir a ti siempre valga la pena
fr: Faites toujours en sorte que venir vers vous en vaille la peine
it: Fai sì che venire da te valga sempre la pena
nl: Zorg dat naar jou toekomen altijd de moeite waard is

source: Always return to puppy - don't call them to break stay
de: Gehe immer zum Welpen zuruck - rufe ihn nicht, um das Bleib zu brechen
es: Siempre vuelve al cachorro - no lo llames para romper el quieto
fr: Revenez toujours vers le chiot - ne l'appelez pas pour interrompre le reste
it: Torna sempre dal cucciolo - non chiamarlo per interrompere il resta
nl: Keer altijd terug naar je pup - roep hem niet om het blijven te verbreken

source: As their head goes up, their bottom goes down
de: Wenn der Kopf hoch geht, geht das Hinterteil runter
es: Cuando su cabeza sube, su trasero baja
fr: Quand sa tête monte, son arrière-train descend
it: Quando la testa va su, il sedere va giù
nl: Als zijn hoofd omhoog gaat, gaat zijn achterwerk omlaag

source: Ask for a down on the mat
de: Verlange ein Platz auf der Matte
es: Pide que se tumbe en la alfombra
fr: Demandez un couché sur le tapis
it: Chiedi un terra sul tappetino
nl: Vraag om af op het matje

source: Attach leash and let them drag it supervised
de: Leine befestigen und unter Aufsicht schleifen lassen
es: Engancha la correa y deja que la arrastre bajo supervisión
fr: Attachez la laisse et laissez-le la traîner sous surveillance
it: Attacca il guinzaglio e lascialo trascinare sotto supervisione
nl: Maak de riem vast en laat hem deze onder toezicht slepen

source: Basic Commands
de: Grundkommandos
es: Órdenes básicas
fr: Commandes de base
it: Comandi base
nl: Basiscommando's

source: Behavior note
de: Verhaltensnotiz
es: Nota de comportamiento
fr: Note de comportement
it: Nota comportamento
sv: Beteende Anteckning

source: Build duration very slowly
de: Die Dauer sehr langsam aufbauen
es: Aumenta la duración muy lentamente
fr: Augmentez la durée très lentement
it: Aumenta la durata molto lentamente
nl: Bouw de duur heel langzaam op

source: Build good habits
de: Gute Gewohnheiten aufbauen
es: Construye buenos hábitos
fr: Construire de bonnes habitudes
it: Costruisci buone abitudini
nl: Bouw goede gewoontes op
sv: Bygg goda vanor

source: Can be used to guide puppy into positions
de: Kann verwendet werden, um den Welpen in Positionen zu fuhren
es: Se puede usar para guiar al cachorro a posiciones
fr: Peut être utilisé pour guider le chiot vers des positions
it: Può essere usato per guidare il cucciolo nelle posizioni
nl: Kan gebruikt worden om je pup naar posities te leiden

source: Care
de: Pflege
es: Cuidados
fr: Soins
it: Cura
nl: Verzorging

source: Change direction frequently to keep attention
de: Haufig die Richtung wechseln, um die Aufmerksamkeit zu halten
es: Cambia de dirección frecuentemente para mantener la atención
fr: Changez souvent de direction pour maintenir l'attention
it: Cambia direzione spesso per mantenere l'attenzione
nl: Verander vaak van richting om de aandacht vast te houden

source: Check collar fit - two fingers should fit underneath
de: Halsbandpassform prufen - zwei Finger sollten darunter passen
es: Comprueba el ajuste del collar - deben caber dos dedos debajo
fr: Vérifiez l'ajustement du collier - deux doigts doivent passer dessous
it: Controlla che il collare sia della misura giusta - due dita devono passare sotto
nl: Controleer of de halsband goed zit - twee vingers moeten eronder passen

source: Click and treat the moment bottom touches floor
de: Klicken und belohnen, sobald das Hinterteil den Boden beruhrt
es: Haz clic y premia en el momento que el trasero toque el suelo
fr: Cliquez et récompensez dès que l'arrière-train touche le sol
it: Clicca e premia nel momento in cui il sedere tocca il pavimento
nl: Klik en geef een snoepje zodra het achterwerk de grond raakt

source: Click and treat when elbows touch ground
de: Klicken und belohnen, wenn die Ellbogen den Boden beruhren
es: Haz clic y premia cuando los codos toquen el suelo
fr: Cliquez et récompensez quand les coudes touchent le sol
it: Clicca e premia quando i gomiti toccano terra
nl: Klik en geef een snoepje wanneer de ellebogen de grond raken

source: Click and treat when nose touches palm
de: Klicken und belohnen, wenn die Nase die Handflache beruhrt
es: Haz clic y premia cuando la nariz toque la palma
fr: Cliquez et récompensez quand le nez touche la paume
it: Clicca e premia quando il naso tocca il palmo
nl: Klik en geef een snoepje wanneer de neus de handpalm raakt

source: Click the clicker (or use a marker word like 'yes')
de: Mit dem Clicker klicken (oder ein Markerwort wie 'ja' verwenden)
es: Haz clic con el clicker (o usa una palabra marcadora como 'sí')
fr: Cliquez sur le clicker (ou utilisez un mot marqueur comme « oui »)
it: Clicca con il clicker (o usa una parola marker come 'sì')
nl: Klik met de clicker (of gebruik een markerwoord zoals 'ja')

source: Collar & Leash
de: Halsband & Leine
es: Collar y correa
fr: Collier et laisse
it: Collare e guinzaglio
nl: Halsband & riem

source: Come
de: Hier
es: Ven
fr: Viens
it: Vieni
nl: Kom

source: Coming to you should be the best thing ever
de: Zu dir zu kommen sollte das Beste uberhaupt sein
es: Venir a ti debe ser lo mejor del mundo
fr: Venir vers vous doit être la meilleure chose au monde
it: Venire da te deve essere la cosa più bella del mondo
nl: Naar jou toekomen moet het beste zijn dat er is

source: Consolidation Week
de: Festigungswoche
es: Semana de consolidación
fr: Semaine de consolidation
it: Settimana di consolidamento
nl: Consolidatieweek

source: day streak
de: Tage in Folge
es: días consecutivos
fr: jours consécutifs
it: giorni consecutivi
nl: dagen op rij

source: Don't click to get attention - click to mark behavior
de: Nicht klicken, um Aufmerksamkeit zu bekommen - klicken, um Verhalten zu markieren
es: No hagas clic para llamar la atención - haz clic para marcar comportamiento
fr: Ne cliquez pas pour attirer l'attention - cliquez pour marquer le comportement
it: Non cliccare per attirare l'attenzione - clicca per marcare il comportamento
nl: Klik niet om aandacht te krijgen - klik om gedrag te markeren

source: Don't push puppy down
de: Den Welpen nicht runterdrucken
es: No empujes al cachorro hacia abajo
fr: Ne poussez pas le chiot vers le bas
it: Non spingere il cucciolo giù
nl: Duw je pup niet omlaag

source: Don't push their bottom down
de: Das Hinterteil nicht runterdrucken
es: No empujes su trasero hacia abajo
fr: Ne poussez pas son arrière-train vers le bas
it: Non spingere giù il sedere
nl: Duw zijn achterwerk niet omlaag

source: Don't push your hand into their face
de: Die Hand nicht ins Gesicht drucken
es: No empujes tu mano hacia su cara
fr: Ne poussez pas votre main vers son visage
it: Non spingere la mano verso il muso
nl: Duw je hand niet in zijn gezicht

source: Done when
de: Fertig wenn
es: Completado cuando
fr: Terminé quand
it: Completato quando
nl: Klaar wanneer

source: Down
de: Platz
es: Túmbate
fr: Couché
it: Terra
nl: Af

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
nl: Duur

source: Duration Training
de: Dauertraining
es: Entrenamiento de duración
fr: Entraînement à la durée
it: Addestramento sulla durata
nl: Duurtraining

source: e.g. Good focus, needed help
de: z.B. Gute Konzentration, brauchte Hilfe
es: ej. Buena concentración, necesitó ayuda
fr: ex. Bonne concentration, a eu besoin d'aide
it: es. Buona concentrazione, ha avuto bisogno di aiuto
nl: bijv. Goede focus, had hulp nodig

source: Eventually fade the lure into a hand signal
de: Schliesslich das Lockmittel in ein Handzeichen uberfuhren
es: Eventualmente transforma el señuelo en una señal con la mano
fr: Progressivement, transformez le leurre en signal de la main
it: Gradualmente trasforma l'esca in un segnale con la mano
nl: Laat het lokken uiteindelijk overgaan in een handgebaar

source: First Commands
de: Erste Kommandos
es: Primeras órdenes
fr: Premières commandes
it: Primi comandi
nl: Eerste commando's

source: Focus skills
de: Konzentrations-fahigkeiten
es: Habilidades de enfoque
fr: Compétences de concentration
it: Abilità di concentrazione
nl: Focus vaardigheden

source: Foundation Week
de: Grundlagenwoche
es: Semana de fundamentos
fr: Semaine de fondation
it: Settimana delle basi
nl: Basisweek

source: Foundations
de: Grundlagen
es: Fundamentos
fr: Fondations
it: Fondamenti
nl: Basis

source: Gently touch ears, paws, tail, mouth
de: Sanft Ohren, Pfoten, Schwanz, Maul beruhren
es: Toca suavemente orejas, patas, cola y boca
fr: Touchez doucement les oreilles, les pattes, la queue, la bouche
it: Tocca delicatamente orecchie, zampe, coda, bocca
nl: Raak zachtjes oren, poten, staart en bek aan

source: Get your puppy comfortable being touched everywhere. Important for vet visits, grooming, and health checks.
de: Gewohne deinen Welpen daran, uberall beruhrt zu werden. Wichtig fur Tierarztbesuche, Pflege und Gesundheitschecks.
es: Haz que tu cachorro se sienta cómodo siendo tocado en todas partes. Importante para visitas al veterinario, aseo y revisiones de salud.
fr: Habituez votre chiot à être touché partout. Important pour les visites vétérinaires, le toilettage et les examens de santé.
it: Abitua il tuo cucciolo a essere toccato ovunque. Importante per le visite dal veterinario, la toelettatura e i controlli di salute.
nl: Laat je pup wennen aan overal aangeraakt worden. Belangrijk voor dierenartsbezoeken, verzorging en gezondheidscontroles.

source: Get your puppy comfortable wearing a collar and being on a leash. Foundation for all outdoor training.
de: Gewohne deinen Welpen an Halsband und Leine. Grundlage fur alles Outdoor-Training.
es: Haz que tu cachorro se sienta cómodo usando collar y correa. Base para todo el entrenamiento al aire libre.
fr: Habituez votre chiot à porter un collier et être en laisse. Base de tout entraînement extérieur.
it: Abitua il tuo cucciolo a indossare il collare e stare al guinzaglio. Base per tutto l'addestramento all'aperto.
nl: Laat je pup wennen aan het dragen van een halsband en aan de riem lopen. Basis voor alle buitentraining.

source: Give treats while handling
de: Leckerlis geben wahrend dem Anfassen
es: Da premios mientras lo manipulas
fr: Donnez des friandises pendant la manipulation
it: Dai premietti mentre lo manipoli
nl: Geef snoepjes tijdens het aanraken

source: Go slowly - this builds lifelong trust
de: Langsam vorgehen - das baut lebenslanges Vertrauen auf
es: Ve despacio - esto construye confianza de por vida
fr: Allez lentement - cela construit une confiance à vie
it: Vai piano - questo costruisce fiducia per tutta la vita
nl: Ga langzaam - dit bouwt levenslang vertrouwen

source: Gradually add distractions
de: Ablenkungen schrittweise hinzufugen
es: Añade distracciones gradualmente
fr: Ajoutez progressivement des distractions
it: Aggiungi gradualmente le distrazioni
nl: Voeg geleidelijk afleiding toe

source: Gradually add duration and distance
de: Schrittweise Dauer und Distanz hinzufugen
es: Añade gradualmente duración y distancia
fr: Ajoutez progressivement durée et distance
it: Aggiungi gradualmente durata e distanza
nl: Voeg geleidelijk duur en afstand toe

source: Gradually increase distance and duration
de: Distanz und Dauer schrittweise erhohen
es: Aumenta gradualmente la distancia y duración
fr: Augmentez progressivement la distance et la durée
it: Aumenta gradualmente distanza e durata
nl: Vergroot geleidelijk de afstand en duur

source: Gradually increase duration
de: Dauer schrittweise erhohen
es: Aumenta gradualmente la duración
fr: Augmentez progressivement la durée
it: Aumenta gradualmente la durata
nl: Verleng geleidelijk de duur

source: Gradually increase duration and pressure
de: Dauer und Druck schrittweise erhohen
es: Aumenta gradualmente la duración y presión
fr: Augmentez progressivement la durée et la pression
it: Aumenta gradualmente durata e pressione
nl: Verleng geleidelijk de duur en druk

source: Gradually phase out hand movement
de: Handbewegung schrittweise abbauen
es: Elimina gradualmente el movimiento de la mano
fr: Éliminez progressivement le mouvement de la main
it: Elimina gradualmente il movimento della mano
nl: Laat de handbeweging geleidelijk weg

source: Great alternative to 'come' for recall
de: Tolle Alternative zu 'Hier' fur den Ruckruf
es: Gran alternativa a 'ven' para la llamada
fr: Excellente alternative à « viens » pour le rappel
it: Ottima alternativa a 'vieni' per il richiamo
nl: Geweldig alternatief voor 'kom' bij terugroepen

source: Great for restaurant and café visits
de: Ideal fur Restaurant- und Cafebesuche
es: Genial para visitas a restaurantes y cafeterías
fr: Idéal pour les sorties au restaurant et au café
it: Ottimo per le visite al ristorante e al bar
nl: Geweldig voor restaurant- en cafébezoeken

source: Great for safety at doors and curbs
de: Ideal fur Sicherheit an Turen und Bordsteinen
es: Genial para seguridad en puertas y bordillos
fr: Idéal pour la sécurité aux portes et aux trottoirs
it: Ottimo per la sicurezza alle porte e ai marciapiedi
nl: Geweldig voor veiligheid bij deuren en stoepranden

source: Great for when guests arrive
de: Ideal wenn Gaste kommen
es: Genial para cuando llegan invitados
fr: Idéal quand des invités arrivent
it: Ottimo per quando arrivano gli ospiti
nl: Geweldig voor als er gasten komen

source: Great to use before crossing streets
de: Ideal vor dem Uberqueren von Strassen
es: Genial para usar antes de cruzar calles
fr: Idéal avant de traverser la rue
it: Ottimo da usare prima di attraversare la strada
nl: Geweldig om te gebruiken voor het oversteken

source: Handling
de: Anfassen
es: Manipulación
fr: Manipulation
it: Manipolazione
nl: Aanraken

source: Hold a treat between your thumb and fingers
de: Ein Leckerli zwischen Daumen und Fingern halten
es: Sostén un premio entre el pulgar y los dedos
fr: Tenez une friandise entre le pouce et les doigts
it: Tieni un premietto tra il pollice e le dita
nl: Houd een snoepje tussen je duim en vingers

source: Hold a treat near your face
de: Ein Leckerli in der Nahe deines Gesichts halten
es: Sostén un premio cerca de tu cara
fr: Tenez une friandise près de votre visage
it: Tieni un premietto vicino al viso
nl: Houd een snoepje bij je gezicht

source: Hold treat above puppy's nose
de: Leckerli uber der Nase des Welpen halten
es: Sostén el premio sobre la nariz del cachorro
fr: Tenez la friandise au-dessus du nez du chiot
it: Tieni il premietto sopra il naso del cucciolo
nl: Houd een snoepje boven de neus van je pup

source: Hold treats ready in your hand
de: Leckerlis bereit in der Hand halten
es: Ten premios listos en tu mano
fr: Gardez des friandises prêtes dans votre main
it: Tieni i premietti pronti in mano
nl: Houd snoepjes klaar in je hand

source: How to train
de: So trainierst du
es: Cómo entrenar
fr: Comment entraîner
it: Come addestrare
nl: Hoe te trainen

source: If puppy freezes, lure them forward with treats
de: Wenn der Welpe erstarrt, mit Leckerlis vorwarts locken
es: Si el cachorro se queda quieto, atráelo hacia adelante con premios
fr: Si le chiot se fige, attirez-le avec des friandises
it: Se il cucciolo si blocca, attiralo in avanti con i premietti
nl: Als je pup bevriest, lok hem dan vooruit met snoepjes

source: If puppy pulls, stop walking immediately
de: Wenn der Welpe zieht, sofort stehen bleiben
es: Si el cachorro tira, deja de caminar inmediatamente
fr: Si le chiot tire, arrêtez-vous immédiatement
it: Se il cucciolo tira, smetti subito di camminare
nl: Als je pup trekt, stop direct met lopen

source: If they break, simply reset without punishment
de: Wenn er abbricht, einfach ohne Strafe neu beginnen
es: Si se levanta, simplemente reinicia sin castigar
fr: S'il bouge, recommencez simplement sans punir
it: Se si interrompe, ricomincia semplicemente senza punire
nl: Als hij breekt, reset simpelweg zonder straf

source: If they don't respond, try again later or reduce distractions
de: Wenn er nicht reagiert, spater erneut versuchen oder Ablenkungen reduzieren
es: Si no responde, inténtalo más tarde o reduce las distracciones
fr: S'il ne répond pas, réessayez plus tard ou réduisez les distractions
it: Se non risponde, riprova più tardi o riduci le distrazioni
nl: Als hij niet reageert, probeer het later opnieuw of verminder de afleiding

source: If they jump, hold treat closer to nose
de: Wenn er springt, Leckerli naher an die Nase halten
es: Si salta, sostén el premio más cerca de su nariz
fr: S'il saute, tenez la friandise plus près du nez
it: Se salta, tieni il premietto più vicino al naso
nl: Als hij springt, houd het snoepje dichter bij zijn neus

source: If they lose interest, use higher value treats
de: Bei Interessenverlust hoherwertige Leckerlis verwenden
es: Si pierde interés, usa premios de mayor valor
fr: S'il perd l'intérêt, utilisez des friandises de plus grande valeur
it: Se perde interesse, usa premietti più appetitosi
nl: Als hij de interesse verliest, gebruik lekkerder snoepjes

source: If they stand, you moved the treat too far
de: Wenn er aufsteht, hast du das Leckerli zu weit bewegt
es: Si se levanta, moviste el premio demasiado lejos
fr: S'il se lève, vous avez déplacé la friandise trop loin
it: Se si alza, hai spostato il premietto troppo lontano
nl: Als hij gaat staan, heb je het snoepje te ver bewogen

source: Immediately give a treat within 1-2 seconds
de: Sofort innerhalb von 1-2 Sekunden ein Leckerli geben
es: Da un premio inmediatamente en 1-2 segundos
fr: Donnez immédiatement une friandise en 1-2 secondes
it: Dai subito un premietto entro 1-2 secondi
nl: Geef direct een snoepje binnen 1-2 seconden

source: Impulse Control
de: Impulskontrolle
es: Control de impulsos
fr: Contrôle des impulsions
it: Controllo degli impulsi
nl: Impulscontrole

source: Keep sessions short (2-3 minutes)
de: Einheiten kurz halten (2-3 Minuten)
es: Mantén las sesiones cortas (2-3 minutos)
fr: Gardez les sessions courtes (2-3 minutes)
it: Mantieni le sessioni brevi (2-3 minuti)
nl: Houd sessies kort (2-3 minuten)

source: Keep sessions very short at first
de: Einheiten anfangs sehr kurz halten
es: Mantén las sesiones muy cortas al principio
fr: Gardez les sessions très courtes au début
it: Mantieni le sessioni molto brevi all'inizio
nl: Houd sessies in het begin heel kort

source: Keep the treat close to their nose
de: Das Leckerli nah an der Nase halten
es: Mantén el premio cerca de su nariz
fr: Gardez la friandise près de son nez
it: Tieni il premietto vicino al naso
nl: Houd het snoepje dicht bij zijn neus

source: Learn Prerequisites First
de: Erst Voraussetzungen lernen
es: Aprender requisitos primero
fr: Apprendre les prérequis d'abord
it: Prima impara i prerequisiti
nl: Eerst basisvaardigheden leren
sv: Lär dig förkunskaperna först

source: Let puppy sniff the collar first
de: Den Welpen zuerst am Halsband schnuffeln lassen
es: Deja que el cachorro olfatee el collar primero
fr: Laissez le chiot renifler le collier d'abord
it: Lascia che il cucciolo annusi prima il collare
nl: Laat je pup eerst aan de halsband ruiken

source: Let your puppy sniff the treat but not eat it
de: Den Welpen am Leckerli schnuffeln lassen, aber nicht fressen
es: Deja que tu cachorro huela el premio pero no lo coma
fr: Laissez votre chiot sentir la friandise mais pas la manger
it: Lascia che il cucciolo annusi il premietto ma non lo mangi
nl: Laat je pup aan het snoepje ruiken maar niet opeten

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
nl: Vergrendeld

source: Log session
de: Einheit protokollieren
es: Registrar sesión
fr: Enregistrer la session
it: Registra sessione
nl: Sessie loggen

source: Log Session
de: Sitzung protokollieren
es: Registrar sesion
it: Registra sessione
nl: Log sessie
sv: Logg Session

source: Log Training Session
de: Trainingseinheit protokollieren
es: Registrar sesión de entrenamiento
fr: Enregistrer une session d'entraînement
it: Registra sessione di addestramento
nl: Trainingssessie loggen
